export const productsMock = [
    {
        id: 1,
        type: "camera",
        src: "./images/camera.png",
        title: "Оптическая камера WFV",
        text: "Используется для детальной съемки поверхности Земли.",
        description:
            "Оптическая камера WFV применяется для наблюдения за поверхностью Земли, облачностью и крупными географическими объектами. Подходит для задач дистанционного зондирования.",
        mass: "25 кг",
        power: "120 Вт",
        purpose: "Дистанционное зондирование"
    },
    {
        id: 2,
        type: "spectrometer",
        src: "./images/spectrometer.jpg",
        title: "Инфракрасный спектрометр IRS",
        text: "Позволяет анализировать состав атмосферы и поверхности.",
        description:
            "Инфракрасный спектрометр IRS используется для спектрального анализа атмосферы и поверхности. Помогает определять состав вещества по спектральным характеристикам.",
        mass: "18 кг",
        power: "95 Вт",
        purpose: "Спектральный анализ"
    },
    {
        id: 3,
        type: "radiometer",
        src: "./images/radiometer.jpg",
        title: "Микроволновый радиометр MWR",
        text: "Измеряет температуру, влажность и другие параметры среды.",
        description:
            "Микроволновый радиометр MWR нужен для измерения температуры, влажности и радиационных характеристик. Часто используется в климатическом мониторинге.",
        mass: "30 кг",
        power: "140 Вт",
        purpose: "Климатический мониторинг"
    }
];
